export const par1 = (
  <>
    اصلی&zwnj;ترین نگرش و رویکرد ما در <strong>ای‌رول</strong>، گسترش فرهنگ و
    روحیه همیاری در میان افراد جامعه است. در راستای این نگرش، در{" "}
    <strong>ای‌رول</strong> همیاران برتر را با توجه به سابقه فعالیتی و
    بازخوردهای دریافت شده از سوی درخواست&zwnj;دهندگان، انتخاب نموده و معرفی
    می&zwnj;نمایم. از همیارانی که در این قسمت معرفی شده&zwnj;اند قدردانی خواهد
    شد و به کاربران <strong>ای‌رول</strong> معرفی می&zwnj;گردند و به&zwnj;واسطه
    تلاش و حسن رفتار این همیاران پاداش&zwnj;ها و جوایز ویژه&zwnj;ای از سوی{" "}
    <strong>ای‌رول</strong> اهدا خواهد شد.
  </>
);
