import { toPersianNumber } from "../../Components/hooks/persianHelper";

export const term1 = (
  <>
    <strong>شرکت:</strong>&nbsp; همیار سیستم عصر نوین خدمات نرم&zwnj;افزاری
    آنلاین وب&zwnj;اپلیکشن <strong>ای‌رول</strong> را با این نام تجاری ارائه
    می&zwnj;دهد.
  </>
);
export const term2 = (
  <>
    <strong>ای‌رول:</strong>&nbsp; یک سامانه هوشمند تعاملی است که در بستر
    وب&zwnj;اپلیکشن خدمات خود را به کاربران ارائه می&zwnj;دهد.
  </>
);
export const term3 = (
  <>
    <strong>کاربران:</strong>&nbsp; تمامی افرادی حقیقی و حقوقی که در{" "}
    <strong>ای‌رول</strong> پروفایل کاربری ایجاد کرده و از&nbsp; خدمات{" "}
    <strong>ای‌رول</strong> استفاده می&zwnj;کنند را شامل می&zwnj;شود.
    <strong>&nbsp;</strong>
  </>
);
export const term4 = (
  <>
    <strong>کاربر درخواست&zwnj;دهنده:</strong>&nbsp; شخصی حقیقی یا حقوقی است که
    به&zwnj;صورت آنلاین به <strong>ای‌رول</strong> متصل شده و درخواست انجام یک
    کار را ثبت می&zwnj;نماید.
  </>
);
export const term5 = (
  <>
    <strong>کاربر همیار:</strong>&nbsp; &nbsp;شخصی حقیقی یا حقوقی است که
    به&zwnj;صورت آنلاین به <strong>ای‌رول</strong> متصل شده و درخواست&zwnj;های
    موجود در <strong>ای‌رول</strong> را بنابر نیاز درخواست&zwnj;دهندگان انجام
    می&zwnj;دهد.&nbsp;
  </>
);
export const term6 = (
  <>
    <strong>درخواست:</strong>&nbsp; تمامی موارد ثبت شده از سوی کاربران
    (درخواست&zwnj;دهنده) در <strong>ای‌رول</strong> را شامل می&zwnj;شود.
  </>
);
export const term7 = (
  <>
    <strong>اعتبار: معادل</strong>&nbsp; مبلغی ریالی از وجه رایج کشور ایران است
    که کاربران به منظور استفاده از خدمات <strong>ای‌رول</strong> در حساب کاربری
    خود دارند. این مبلغ به&zwnj;صورت پرداخت از طریق سامانۀ بانکی و یا
    کارت&zwnj;های عضو شبکۀ شتاب و یا درگاه پرداخت اپلیکیشن{" "}
    <strong>ای‌رول</strong> طبق شرایط و مقررات <strong>ای‌رول</strong> تعیین و
    محاسبه می&zwnj;گردد.
  </>
);

export const r2term1 = (
  <>
    {toPersianNumber("1-2-")} تمامی کاربران <strong>ای‌رول</strong> با
    نقش&zwnj;های درخواست&zwnj;دهنده یا همیار با ثبت نام در{" "}
    <strong>ای‌رول</strong> و همچنین با هر بار استفاده از خدمات{" "}
    <strong>ای‌رول</strong>، می&zwnj;پذیرند که قوانین و مقررات جاری{" "}
    <strong>ای‌رول</strong> را به&zwnj;صورت کامل مطالعه کرده&zwnj; و با اطلاع
    کامل شرایط و مفاهیم آن را پذیرفته&zwnj;اند. این قوانین و مقررات ممکن است در
    طول زمان تغییر کند و بنابراین استفادۀ مستمر کاربران از{" "}
    <strong>ای‌رول</strong> به معنی پذیرش هرگونه تغییر در قوانین و مقررات آن
    است.
  </>
);
export const r2term2 = (
  <>
    {toPersianNumber("2-2-")} کاربران می&zwnj;پذیرند اطلاعات خواسته شده{" "}
    <strong>ای‌رول</strong> را با صداقت، صحیح و به&zwnj; روز در{" "}
    <strong>ای‌رول</strong> وارد و ثبت نمایند و مسئول عدم صحت اطلاعات اعلام شده
    شخص کاربران می&zwnj;باشند. در صورت اثبات خلاف این موضوع،{" "}
    <strong>ای‌رول</strong> مجاز به پیگیری قضایی و قانونی نزد مراجع ذی&zwnj;صلاح
    می&zwnj;باشد.
  </>
);
export const r2term3 = (
  <>
    {toPersianNumber("3-2-")} هر شخص حقیقی یا حقوقی با توجه به مدارک هویتی
    می&zwnj;تواند به ازای هر شماره تماس همراه که منحصراً به نام ایجادکننده و
    صاحب حساب کاربری است، تنها یک حساب کاربری در <strong>ای‌رول</strong> داشته
    باشد.
  </>
);
export const r2term4 = (
  <>
    {toPersianNumber("4-2-")} مسئولیت همۀ فعالیت&zwnj;هایی که از طریق حساب
    کاربری اشخاص حقیقی و یا حقوقی که در <strong>ای‌رول</strong> انجام
    می&zwnj;شود، بنابر مورد، برعهده کاربران است.
  </>
);
export const r2term5 = (
  <>
    {toPersianNumber("5-2-")} کاربران <strong>ای‌رول</strong> حقیقی و حقوقی مجاز
    به انتقال اطلاعات کاربری پروفایل خود به سایر کاربران، افراد حقیقی و حقوقی
    دیگر نمی&zwnj;باشند. مسئولیت&zwnj;های قانونی ناشی از افشاء اطلاعات کاربری و
    انتقال پروفایل کاربری در بهره&zwnj;برداری از خدمات <strong>ای‌رول</strong>{" "}
    متوجه کاربران است. &nbsp;در صورت اثبات خلاف این موضوع، شرکت مجاز به پیگیری
    قضایی و قانونی نزد مراجع ذی&zwnj;صلاح می&zwnj;باشد.
  </>
);

export const r3term1 = (
  <>
    {toPersianNumber("1-3-")} با استفاده از خدمات <strong>ای‌رول</strong>،
    کاربران می&zwnj;پذیرند و موظف می&zwnj;باشند که از <strong>ای‌رول</strong>{" "}
    برای انجام هیچ فعالیت غیر&zwnj;قانونی طبق قوانین جمهوری اسلامی ایران یا خلاف
    شرع یا مخالف با عرف جامعه استفاده نکنند.
  </>
);
export const r3term2 = (
  <>
    {toPersianNumber("2-3-")} با استفاده از خدمات <strong>ای‌رول</strong>{" "}
    کاربران می&zwnj;پذیرند که هیچ نوع رابطۀ کارگر و کارفرمایی بین شرکت و همیاران
    وجود ندارد و شرکت به هیچ&zwnj;وجه کارفرمای همیاران نیست و نخواهد بود. لذا
    هیچ&zwnj;گونه رابطۀ حقوقی متضمن تبعیت همیاران از شرکت وجود ندارد و در این
    زمینه هیچ&zwnj; گونه مسئولیتی متوجه شرکت نیست. شرکت به&zwnj;عنوان
    ارائه&zwnj;کننده خدمات نرم&zwnj;افزاری آنلاین <strong>ای‌رول</strong> برای
    ارسال درخواست&zwnj;ها و انجام آنها در نقش تسهیلگر ارتباط بین کاربرانش، سعی
    می&zwnj;کند تا با استفاده از فناوری روز کیفیت این ارتباط را ارتقا بخشد و
    همواره در این راستا تلاش می&zwnj;کند و درعین&zwnj;حال هیچ نقشی در توافق صورت
    گرفته بین کاربران برای انجام کاری خاص ندارد و کلیه توافقات، مذاکرات،
    قیمت&zwnj;گذاری&zwnj;ها و قراردادهای احتمالی در ارتباط مستقیم
    درخواست&zwnj;دهنده و همیار است که انجام می&zwnj;شود؛ لذا تمامی مسئولیت ناشی
    از پذیرش پیشنهاد همیار برعهده درخواست&zwnj;دهنده بوده و شرکت هیچ&zwnj; گونه
    مسئولیتی در قبال خسارات احتمالی مستقیم، اتفاقى، تبعى، غیرمستقیم و کیفری،
    ناشى از توافقات صورت گرفته ندارد.
  </>
);
export const r3term3 = (
  <>
    {toPersianNumber("3-3-")} کاربران متعهد می&zwnj;شوند هیچ&zwnj;گاه از خدمات{" "}
    <strong>ای‌رول</strong> به&zwnj;صورتی استفاده نکنند که به{" "}
    <strong>ای‌رول</strong> صدمه&zwnj;ای وارد کند. درصورتی&zwnj;که کاربران نسبت
    به سوءاستفاده از امکانات فراهم شده در خدمات <strong>ای‌رول</strong> در جهت
    منافع شخصی و یا آسیب اعم از مادی و یا معنوی به منافع شرکت اقدام نمایند، شرکت
    ضمن داشتن حق قطع یک&zwnj;طرفه خدمات و غیرفعال نمودن حساب کاربری، مجاز خواهد
    بود با مراجعه به مراجع قضایی و یا سایر مراجع ذی&zwnj;صلاح قانونی نسبت به
    مطالبه جبران خسارات وارده اقدام نماید.
  </>
);
export const r3term4 = (
  <>
    {toPersianNumber("4-3-")} کاربران می&zwnj;پذیرند که شرکت ممکن است از ارسال
    پیامک، ایمیل و یا &nbsp;Push Notification&nbsp; به&zwnj;عنوان راه ارتباطی
    شرکت با آنها استفاده کند. کاربران می&zwnj;توانند درخواست کنند که ارسال این
    پیام&zwnj;ها قطع شود اما می&zwnj;پذیرند که با انصراف از دریافت این
    پیام&zwnj;ها، ممکن است در استفاده از خدمات با مشکل مواجه شوند و یا اطلاعات
    مقتضی به موقع به ایشان نرسد.
  </>
);
export const r3term5 = (
  <>
    {toPersianNumber("5-3-")} کاربر می&zwnj;پذیرد اعتبار حساب او، چه
    به&zwnj;صورت اعتبار هدیه ایجاد شده باشد و چه با پرداخت از طریق سامانۀ بانکی
    آنلاین یا انتقال وجه از کارت&zwnj;های عضو شبکۀ شتاب و یا درگاه پرداخت{" "}
    <strong>ای‌رول</strong> محاسبه و تعیین شده باشد، فقط به&zwnj;عنوان اعتبار
    ریالی برای استفاده از خدمات <strong>ای‌رول</strong> قابل استفاده است و امکان
    تأمین به هیچ شیوه دیگری وجود را ندارد و تنها امکان بازگرداندن وجه به شماره
    بانکی متعلق و به نام کاربر صاحب پروفایل حساب کاربری ثبت شده در سامانه{" "}
    <strong>ای‌رول</strong> مقدور است.
  </>
);
export const r3term6 = (
  <>
    {toPersianNumber("3-6-")} کاربران می&zwnj;پذیرند که شرکت با هدف
    بهینه&zwnj;سازی <strong>ای‌رول</strong> و در راستای بهبود ارائه خدمات
    نرم&zwnj;افزاری و کسب و کاری، ضمن حفظ کامل حریم شخصی، به اطلاعات آنها و
    همچنین ارتباطات&zwnj;شان (شامل متن، عکس، فایل، فیلم، صدا) در پیام&zwnj;رسان
    داخلی <strong>ای‌رول</strong> دسترسی داشته و شرکت برای ذخیره سوابق اطلاعات
    کاربران در این بخش به طور کامل مختار است.
  </>
);

export const r4 = (
  <>
    کاربران می&zwnj;پذیرند هزینۀ بهره&zwnj;مندی از بستر تعاملی خدمت که از طرف
    شرکت مشخص می&zwnj;گردد را با شیوه&zwnj;های پرداخت از طریق سامانۀ بانکی
    آنلاین، انتقال وجه از کارت&zwnj;های عضو شبکۀ شتاب و یا درگاه پرداخت{" "}
    <strong>ای‌رول</strong> پرداخت نموده و با آگاهی از پرداخت هزینه بستر تعاملی
    در <strong>ای‌رول</strong> فعالیت می&zwnj;نمایند و پس از استفاده از آن
    نمی&zwnj;تواند اعتراضی نسبت به این هزینه داشته باشند.
  </>
);

export const r5term1 = (
  <>
    {toPersianNumber("1-5-")} شرکت با تمام امکانات خود از جمله پشتیبانی تلفنی و
    فرایند رسیدگی به شکایات و فرایند میانجیگری، تمامی تلاش خود را جهت رضایت
    کاربران، رفع اختلافات ایجاد شده در زمان ارائه و استفاده از خدمات{" "}
    <strong>ای‌رول</strong> بین کاربران و ایجاد صلح و سازش فی&zwnj;مابین آنها،
    به کار می&zwnj;برد.
  </>
);
export const r5term2 = (
  <>
    {toPersianNumber("2-5-")} شرکت با استفاده از انجام نظرسنجی از کاربران در
    پایان تمامی مراحل استفاده از <strong>ای‌رول</strong>، تلاش می&zwnj;کند خدمات
    با کیفیت مطلوب به کاربران ارائه دهد.
  </>
);
export const r5term3 = (
  <>
    {toPersianNumber("3-5-")} تمامی اطلاعات کاربران به&zwnj;عنوان اطلاعات
    محرمانه نزد شرکت محافظت شده و دسترسی به آن توسط اشخاص ثالث ممنوع بوده مگر
    برابر تصمیم مقام ذی&zwnj; صلاح قضایی. بنابراین در صورت درخواست یا صدور دستور
    مقتضی از سوی مراجع قضایی، شرکت مکلف به ارائه اطلاعات کاربران به مراجع مذکور
    می&zwnj;باشد.
  </>
);
export const r5term4 = (
  <>
    {toPersianNumber("4-5-")} چنانچه هریک از کاربران <strong>ای‌رول</strong> در
    زمان استفاده از خدمات آن با مشکلی مواجه شوند، برابر شرایط فوق می&zwnj;توانند
    شکایت خود را از طریق فرایند رسیدگی به شکایات <strong>ای‌رول</strong> مطرح
    کنند و شرکت پیگیری لازم و تلاش خود را جهت حل و فصل اختلافات به عمل خواهد
    آورد.
  </>
);
export const r5term5 = (
  <>
    {toPersianNumber("5-5-")} <strong>ای‌رول</strong> تنها در مواردی که کل
    فرایند ثبت درخواست و پذیرش توسط همیاران در بستر <strong>ای‌رول</strong>{" "}
    انجام شده باشد مسئول است. بنابراین اگر کاربرانی که در <strong>ای‌رول</strong>{" "}
    ثبت نام کرده&zwnj;اند و توافقاتی خارج از بستر تعاملی <strong>ای‌رول</strong>{" "}
    داشته باشند، هیچ&zwnj; گونه مسئولیتی متوجه نخواهد بود.
  </>
);

export const r6term1 = (
  <>
    {toPersianNumber("1-6-")} مسئولیت همۀ اقدامات و افعال کاربران که ناشی از عدم
    رعایت قوانین موضوعه جمهوری اسلامی ایران از جمله قانون مجازات اسلامی و قوانین
    مدنی و ساماندهی فضای مجازی باشد، برعهدۀ شخص متخلف بوده و شرکت هیچ&zwnj;گونه
    مسئولیتی در قبال اعمال و افعال فوق نداشته و نخواهد داشت و شرکت می&zwnj;تواند
    ضمن غیرفعال کردن یک&zwnj;طرفه حساب کاربری کاربر متخلف، از طریق مراجع
    ذی&zwnj;صلاح، اقدامات قانونی را علیه نامبرده نسبت به احقاق حقوق قانونی شرکت
    به عمل آورد.
  </>
);
export const r6term2 = (
  <>
    {toPersianNumber("2-6-")} هرگونه اقدامی از سوی کاربران که منجر به ورود خسارت
    به شهرت، اعتبار و دارایی&zwnj;های شرکت شود، تخلف از شرایط قانونی تلقی خواهد
    شد. شرکت این حق را برای خود محفوظ می&zwnj;داند که حساب کاربر متخلف را مسدود
    کند و در صورت نیاز، علیه شخص اقدام قانونی انجام دهد و خسارت و حقوق قانونی
    خود را مطالبه کند.
  </>
);
