import { toPersianNumber } from "../../Components/hooks/persianHelper";

export const intro = (
  <>نشانی وب&zwnj;سایت ما از این قرار است www.yootaab.ir&nbsp;</>
);

export const q1 = (
  <>
    <strong>
      {toPersianNumber("1- ")}مسئولیت ای‌رول در قبال اطلاعات کاربران چگونه است؟
    </strong>
  </>
);
export const answer1 = (
  <>
    <strong>ای‌رول</strong>
    &nbsp;طبق قوانین جرائم رایانه&zwnj;ای متعهد می&zwnj;شود که اطلاعات شما
    کاربران عزیز را با استفاده از تمام امکانات و منابع خود محافظت نماید و به
    هیچ&zwnj;عنوان این اطلاعات را در اختیار مؤسسات و سازمان&zwnj;های دیگر به
    منظور تبلیغات یا خدمات دیگر نگذارد. همچنین کاربران وب&zwnj;سایت{" "}
    <strong>ای‌رول</strong> کاملاً اختیار دارند اطلاعات شخصی خود را پاک نمایند
    که به هنگام ثبت&zwnj;نام در اختیار ما قرار داده&zwnj;اند. همچنین از کاربران
    درخواست داریم حتماً موارد امنیتی را همیشه رعایت نمایند و هر زمان قصد دارند
    در جایی ثبت&zwnj;نام کنند یا اطلاعات شخصی خود را وارد نمایند؛ به آدرس
    وب&zwnj;سایت توجه کنند، زیرا وب&zwnj;سایت <strong>ای‌رول</strong> مسئولیتی
    در قبال لینک&zwnj;های خارج از <strong>ای‌رول</strong> ندارد.
  </>
);

export const q2 = (
  <>
    <strong>
      {toPersianNumber("2- ")}
      ای‌رول چرا و چه اطلاعاتی از کاربران را جمع&zwnj;آوری می&zwnj;نماید؟
    </strong>
  </>
);
export const answer2 = (
  <>
    اطلاعاتی همچون دفعات بازدید، مدت زمان بازدید،&zwnj; نسخه مرورگر و برخی
    اطلاعات فنی دیگر تنها به منظور بهبود خدمات استفاده خواهند شد و ارتباطی با
    اطلاعات شخصی فرد نخواهد داشت. این اطلاعات نیز به هیچ&zwnj;عنوان به
    سازمان&zwnj;های ثالث فروخته یا ارائه نخواهد شد و تنها به&zwnj;عنوان
    بهینه&zwnj;سازی کارکرد <strong>ای‌رول</strong> استفاده خواهد شد.
  </>
);

export const q3 = (
  <>
    <strong>
      {toPersianNumber("3- ")}
      حقوق کاربران در رابطه با داده&zwnj;های خود نزد ای‌رول چیست؟
    </strong>
  </>
);
export const answer3 = (
  <>
    اگر در <strong>ای‌رول</strong>، صاحب حساب کاربری باشید، یا نظری را به اشتراک
    بگذارید، حق درخواست فایل داده&zwnj;های شخصی خود یعنی داده&zwnj;هایی را دارید
    که ما از شما دریافت و نگهداری کرده&zwnj;ایم. این داده&zwnj;ها شامل هر چیزی
    است که در <strong>ای‌رول</strong> بر جای گذاشته&zwnj;اید. ضمناً حق درخواست
    برای پاک کردن تمام داده&zwnj;های شخصی&zwnj;تان نیز کاملاً محفوظ است. البته
    این داده&zwnj;ها مواردی را شامل نمی&zwnj;شود که برای اهداف مدیریتی، قانونی و
    امنیتی در اختیار <strong>ای‌رول</strong> است.
  </>
);

export const q4 = (
  <>
    <strong>
      {toPersianNumber("4- ")}
      چگونه به اجرای سیاست&zwnj;های حفظ حریم شخصی ای‌رول کمک نماییم؟
    </strong>
  </>
);
export const answer4 = (
  <>
    بدون شک این احتمال وجود دارد که به&zwnj;واسطه مسایل فنی در بخشی از{" "}
    <strong>ای‌رول</strong> مشکل خاصی به وجود آید، در هر شرایط و موقعیتی ما
    نیازمند نظارت دقیق شما کاربران هستیم و در صورت مشاهده هرگونه مشکلی، درخواست
    می&zwnj;کنیم، موضوع را به بخش پشتیبانی فوراً اطلاع دهید و به طور کامل مشکل
    را توضیح دهید. این&zwnj;گونه ما با خیالی آسوده&zwnj;تر از حریم خصوصی شما
    محافظت خواهیم کرد و می&zwnj;دانیم حتی اگر چشمان ما توان مشاهده همه مشکلات را
    نداشته باشد، نظارت شما ما را در این مسیر هدایت خواهد کرد.
  </>
);
