export const par1 = (
  <>
    امروزه، بسیاری از ما با توجه به شرایط زندگی فردی و موقعیت شغلی با حجم زیادی
    از فعالیت&zwnj;های امکان&zwnj;پذیر روزمره روبه&zwnj;رو هستیم و در نتیجه
    روزانه ممکن است با کمبود زمان مورد نیاز برای انجام این فعالیت&zwnj;ها مواجه
    شویم.
  </>
);

export const par2 = (
  <>
    حال این سؤال مطرح است که چرا دچار کمبود زمان می&zwnj;شویم؟ در پاسخ به این
    سؤال دلایل بسیاری از جمله ضعف در تصمیم&zwnj;گیری، نبود اولویت&zwnj;بندی
    فعالیت&zwnj;ها، عدم تفویض اختیار انجام فعالیت&zwnj;ها به دیگران، ناتوانی در
    حل مسئله، اهمال&zwnj;کاری و به تعویق انداختن فعالیت&zwnj;های مهم را
    می&zwnj;توان برشمرد. بی&zwnj;گمان یکی از تفاوت&zwnj;های مشخص افراد موفق با
    سایر افراد، توانایی آنها در مدیریت صحیح زمان و یافتن راهکاری مناسب برای
    مدیریت این موارد است که به این ترتیب موضوع زمان به یکی از ارزشمندترین
    دارایی&zwnj;ها برای چنین افرادی بدل شده است. بسیاری از افراد موفق، برای
    مدیریت این دارایی ارزشمند، دارای برنامه&zwnj;ریزی روزانه هستند. اما عامل
    مهمی که سبب دشوار شدن مدیریت زمان می&zwnj;شود، وقوع اتفاقات پیش&zwnj;بینی
    نشده روزمره است. اتفاقاتی ساده و اجتناب&zwnj;ناپذیر که می&zwnj;توانند کنترل
    امور از جمله مدیریت وقت را با اختلال مواجه نمایند.
  </>
);

export const par3 = (
  <>
    مثالی ساده از این اتفاقات پیش&zwnj;بینی نشده، هنگامی است که می&zwnj;خواهیم
    به جلسه مهم کاری برویم، اما به یک&zwnj;باره خودروی ما دچار مشکل فنی
    می&zwnj;شود، یا در مسیر نیاز به سوخت&zwnj;گیری پیدا می&zwnj;کند؛ یا در
    مکان&zwnj;های شلوغ مانند پاساژهای معروف و یا بیمارستان &zwnj;های بزرگ، نیاز
    به جای پارک مشخصی از قبل داریم و یا برای خرید اقلام گوناگون که در
    سوپرمارکت&zwnj;ها و فروشگاه&zwnj;های مختلفی پراکنده هستند، نیاز به کمک
    داریم. برای بسیاری از ما با توجه به تراکم بالای فعالیت&zwnj;های روزمره،
    انجام تمام این امور شخصاً یا غیرممکن است و یا بسیار انرژی&zwnj;بر و
    زمان&zwnj;بر است و از سوی دیگر نیز تأخیر در انجام آنها سبب ایجاد
    هزینه&zwnj;های مالی قابل توجه&zwnj;ای می&zwnj;گردد. یکی از بهترین راه
    حل&zwnj;ها برای مدیریت این قبیل از امور و کاهش تأثیرات منفی آنها در زندگی
    روزمره، اولویت&zwnj;بندی آنها و واگذاری انجام آن به افراد دارای تخصص و یا
    دارای زمان و وقت لازم برای اجرای این کارهاست.
  </>
);

export const par4 = (
  <>
    در دنیای امروز، بسیاری از جوانب زندگی روزمره ما از توسعه فناوری اطلاعات،
    به&zwnj;ویژه اینترنت و تلفن&zwnj;های همراه هوشمند متأثر است و خدمات ارائه
    شده در این بستر ارتباطی، به نیاز روزمره و بخش جدایی&zwnj;ناپذیر از سبک زندگی
    مدرن مبدل گردیده است. با توجه به ارزش بالای زمان و سهولت جست&zwnj;وجو در
    اینترنت و یافتن راهکارهای مختلف برای خدمات گوناگون، این شیوه به اولین اولویت
    در یافتن اطلاعات و خدمات مناسب برای بسیاری از فعالیت&zwnj;های روزمره مبدل
    شده است. اما این انتخاب کارآمد و متداول، همیشه پاسخگوی مناسبی به نیازها
    نیست، زیرا حجم بالای اطلاعات و خدمات ارائه شده در این بستر، سبب شده است تا
    یافتن گزینه مناسب در کنار تمامی مزایای ذکر شده، دشوار باشد و در بسیاری موارد
    نیازمند مراجعه به وب&zwnj;سایت&zwnj;ها، اپلیکشن&zwnj;های مختلف و حتی
    تماس&zwnj;های مکرر است. این نقیصه سبب گردیده است که بسیاری از ارائه دهندگان
    خدمات در بستر ارتباطی اینترنت، به سمت تخصصی&zwnj;سازی و یکپارچه&zwnj;سازی
    دامنه خدمات خود گام بردارند تا بتوانند خدمات کامل&zwnj;تر و مفیدتری را به
    مشتریان خود ارائه دهند.&nbsp;
  </>
);

export const par5 = (
  <>
    مدیریت زمان در مشکلات پیش&zwnj;بینی نشده و فعالیت&zwnj;های روزمره در بسیاری
    از موارد نیاز به کمک افراد متخصص داشته و همان&zwnj;طور که در ابتدا بیان
    گردید، یکی از راه حل&zwnj;های کارآمد در این زمینه واگذاری اختیار انجام این
    امور به افراد متخصص است. همچنین زیرساخت&zwnj;های فناوری&zwnj;های موجود در
    خدمات مبتنی بر وب&zwnj;سایت&zwnj;ها و اپلیکشن&zwnj;ها، گزینه&zwnj;ای کاربردی
    در این زمینه است.&nbsp;
  </>
);

export const par6 = (
  <>
    پیشنهاد ایده‌آل و مشخص ما برای شما در انتخاب گزینه مناسب به منظور یافتن
    راهکاری مناسب در زمینه اتفاقات پیش&zwnj;بینی نشده و یا جزئی&zwnj;ترین
    فعالیت&zwnj;ها و امور روزمره؛ وب&zwnj;اپلیکشن <strong>ای‌رول</strong> است.{" "}
    <strong>ای‌رول</strong> سامانه هوشمند تعاملی است که در بسترهای وب و
    وب&zwnj;اپلیکشن با یکپارچه&zwnj;سازی دامنه درخواست خدمات، مجموعه کاملی از
    راهکارهای مناسب مورد نیاز در امور روزمره را به مشتریان خود ارائه
    می&zwnj;دهد. خدمت اصلی این سامانه حل مشکلات روزمره افراد در سطوح مختلف با
    همکاری و کمک افراد متخصص و یا غیرمتخصص اما توانمند و علاقه&zwnj;مند به انجام
    آن کار است. این نگرش در سامانه{" "}
    <strong>&laquo;ای‌رول، همیار شما در مشکلات روزمره&raquo;</strong> نیز جاری و
    ساری است. در <strong>ای‌رول</strong> ثبت درخواست و یافتن راهکاری مناسب برای
    تمامی فعالیت&zwnj;های روزمره تنها با کلیکی ساده امکان&zwnj;پذیر بوده و
    درخواست شما در سریع&zwnj;ترین زمان و در گسترده&zwnj;ترین ابعاد جغرافیایی ثبت
    و به همیاران ارائه می&zwnj;شود.
  </>
);

export const par7 = (
  <>
    وجه تمایز <strong>ای‌رول</strong> با بسیاری از مجموعه&zwnj;های مشابه ارائه
    دهنده چنین خدماتی، یکپارچه&zwnj;سازی دامنه خدمات و امکان ثبت درخواست حتی
    برای ساده&zwnj;ترین و جزئی&zwnj;ترین و به ظاهر پیش&zwnj;پاافتاده&zwnj;ترین
    امور روزمره است. در <strong>ای‌رول</strong> شما می&zwnj;توانید از طریق تلفن
    هوشمند خود و بدون جست&zwnj;وجوی خسته&zwnj;کننده و صرف زمان و انرژی بسیار، در
    کوتاه&zwnj;ترین و سریع&zwnj;ترین زمان، درخواست روزمره خود را ثبت و همیار
    مناسب را با توجه به سطح هزینه مدنظر خود، بیابید.&nbsp;
  </>
);

export const par8 = (
  <>
    از سوی دیگر، بسیاری از ما توانایی&zwnj;ها و قابلیت&zwnj;هایی داریم که
    می&zwnj;تواند به سایر افراد در مدیریت زمان و یافتن راهکار مناسب برای
    درخواست&zwnj;های روزمره&zwnj;شان کمک کند. بسیاری از این توانایی&zwnj;ها
    الزاماً نیاز به تخصص خاص و یا مدرک خاصی ندارد و موضوع اصلی، قابلیت انجام آن
    در محدوده زمانی مشخص و توانایی مدیریت آن است. مواردی مانند کمک به خرید برای
    افراد پرمشغله یا سالمند و رزرو جای پارک در نزدیکی مکان&zwnj;های شلوغ و
    پرتردد از جمله این موارد است. اما مسئله مهم در این زمینه اطلاع از ارائه
    درخواست از سوی افرادی است که نیازمند چنین خدماتی هستند.&nbsp;
  </>
);

export const par9 = (
  <>
    همیاران <strong>ای‌رول</strong> می&zwnj;توانند با کلیکی ساده از
    درخواست&zwnj;های ثبت شده مطلع و امکان و توانایی خود را در کمک و همیاری به
    آنها اعلام نمایند و ضمن تحکیم و تقویت روحیه مشارکت و همیاری در جامعه، به
    منبع درآمد روزانه&zwnj;ای پایدار با تکیه به ارزشمندترین دارایی&zwnj;های خود
    دست یابند که همانا وقت و مدیریت زمان است.
  </>
);

export const par10 = (
  <>
    در <strong>ای‌رول</strong> بستری تعاملی و یکپارچه ایجاد نموده&zwnj;ایم؛
    بستری که بتواند با کاربری آسان و تنها با کلیکی ساده در وب‌اپلیکیشن نصب شده
    در گوشی هوشمند، مجموعه کاملی از امکانات زیرساختی برای ثبت درخواست و انجام
    درخواست&zwnj;های روزمره شما توسط همیاران را فراهم سازد. در بستر تعاملی{" "}
    <strong>ای‌رول</strong> ارتباط مستقیم میان افراد ثبت&zwnj;کننده درخواست و
    همیارانی که توانایی انجام آن درخواست را دارند در سریع&zwnj;ترین و
    کوتاه&zwnj;ترین زمان برقرار است و مشکلات روزمره خود را با همیاری یکدیگر حل
    خواهید نمود. در واقع <strong>ای‌رول</strong> هم برای
    درخواست&zwnj;دهنده&zwnj;ها راهکاری قابل اعتماد در برطرف کردن مشکلات روزمره
    است و هم برای همیاران بستر مناسبی برای جست&zwnj;وجوی کار و منبع درآمد است.
    در <strong>ای‌رول</strong> برای درخواست&zwnj;دهنده&zwnj;ها امکان ثبت درخواست
    و نمایش آن به مجموعه همیاران فراهم است که این قابلیت سبب می&zwnj;شود درخواست
    آنها در سریع&zwnj;ترین زمان و با به&zwnj;صرفه&zwnj;ترین هزینه از سوی همیاران
    انتخاب و انجام شود. همیاران نیز می&zwnj;توانند از میان درخواست&zwnj;های
    موجود در <strong>ای‌رول</strong> درخواست&zwnj;های مناسب خود را در سطوح مختلف
    زمانی از فوری، روزمره و حتی پیشنهادی بر مبنای تخصص و زمینه فعالیتی خود
    انتخاب و از زمان آزاد و توانایی خود در جهت رشد و کسب درآمد استفاده نمایند.
  </>
);
