export const q1 = <>چگونه از ای‌رول استفاده نمایم؟</>;
export const answer1 = (
  <>
    بستر تعاملی <strong>ای‌رول</strong> یک وب&zwnj;اپلیکشن است که از طریق
    وب&zwnj;سایت و تلفن هوشمند همراه، قابل دسترسی است و پس از ثبت نام اولیه، شما
    امکان ثبت درخواست یا همیاری یا هر دو مورد در این سامانه آنلاین را خواهید
    داشت.
  </>
);

export const q2 = <>چگونه درخواست خود را در ای‌رول ثبت نمایم؟</>;
export const answer2 = (
  <>
    به منظور ثبت درخواست در <strong>ای‌رول</strong>، شما تنها با چند کلیک ساده و
    حداقل اطلاعات اولیه مورد نیاز درخواست، می&zwnj;توانید درخواست خود را ثبت و
    پیشنهادات را از سمت همیاران علاقه&zwnj;مند و فعال در زمینه درخواست خود
    دریافت نماید. پس از دریافت پیشنهاد همیاری، امکان بررسی رزومه و امتیازهای هر
    همیار را داشته و می &zwnj; تواند از طریق تماس تلفنی یا ارسال پیام با همیار
    مربوطه ارتباط برقرار نمایید و در نهایت پس از یافتن همیار مناسب، کافیست دکمه
    &laquo;تأیید&raquo; را لمس کرده و کار را به همیار منتخب &zwnj;تان محول کنید.
  </>
);

export const q3 = <>چگونه همیار ای‌رول شوم؟</>;
export const answer3 = (
  <>
    شما می&zwnj;توانید از طریق ورود به وب&zwnj;سایت <strong>ای‌رول</strong> و یا
    نصب اپلیکیشن روی تلفن هوشمند همراه&zwnj;تان، پروفایل همیاری خود را بر مبنای
    تخصص و یا حوزه فعالیت مدنظر خود ثبت کنید و آن را به مجموعه
    درخواست&zwnj;دهندگان <strong>ای‌رول</strong> ارائه دهید و با مراجعه به فهرست
    درخواست&zwnj;های روزمره، فوری و یا پیشنهادی درخواست مورد نظرتان را انتخاب
    کنید و بعد از گفت&zwnj;وگو با درخواست&zwnj;دهنده آن را پذیرش نمایید.
  </>
);

export const q4 = (
  <>آیا می&zwnj;توانم هم&zwnj;زمان در ای‌رول درخواست&zwnj;دهنده و همیار باشم؟</>
);
export const answer4 = (
  <>
    بله؛ بستر تعاملی <strong>ای‌رول</strong> این امکان را فراهم آورده است تا
    تمامی کاربران <strong>ای‌رول</strong> درصورت تمایل هم&zwnj;زمان
    به&zwnj;عنوان درخواست&zwnj;دهنده و همیار در بستر تعاملی{" "}
    <strong>ای‌رول</strong> فعالیت داشته باشند.
  </>
);

export const q5 = <>آیا هزینه انجام درخواست به ای‌رول پرداخت می&zwnj;شود؟</>;
export const answer5 = (
  <>
    تمامی مراودات مالی درخواست&zwnj;دهندگان، با همیاران عزیز است. پرداخت هزینه
    &zwnj; ها، دریافت فاکتور و سایر موارد مورد نیاز، مستقیماً با همیار انجام می
    &zwnj;شود و <strong>ای‌رول</strong> تنها هزینه ایجاد بستر تعاملی را دریافت
    می &zwnj; نماید.
  </>
);

export const q6 = <>آیا هزینه ایاب و ذهاب همیاران با درخواست&zwnj;دهنده است؟</>;
export const answer6 = (
  <>
    حضور همیاران در محل مورد درخواست تماماً بر اساس هماهنگی و توافقی است که پیش
    از انجام کار بین شما به &zwnj;عنوان درخواست&zwnj;دهنده و همیار به &zwnj;
    عنوان مجری درخواست، صورت می &zwnj;پذیرد و همان&zwnj;طور که گفته شد، &nbsp;
    <strong>ای‌رول</strong> در آن مسئولیت و یا دخالتی ندارد.
  </>
);

export const q7 = <>چگونه درخواست خود را پیگیری نمایم؟</>;
export const answer7 = (
  <>
    در بستر تعاملی <strong>ای‌رول</strong> این امکان فراهم است که شما از لحظه
    دریافت پیشنهاد تا اتمام درخواست، امکان پیگیری لحظه&zwnj;ای را از طریق بخش
    درخواست&zwnj;های فعال در پنل کاربری <strong>ای‌رول</strong> داشته و تغییرات
    مدنظر خود را در زمینه نحوه انجام درخواست، قیمت پیشنهادی، نظم و کیفیت با تماس
    مستقیم و یا گفت&zwnj;وگوی متنی با همیاران هماهنگ نماید.&nbsp;
  </>
);

export const q8 = <>چگونه برای همیاران بازخورد ثبت نمایم؟</>;
export const answer8 = (
  <>
    در بستر تعاملی <strong>ای‌رول</strong> ثبت نظر در زمینه نحوه انجام درخواست،
    قیمت پیشنهادی، نظم و کیفیت همیاران برای درخواست&zwnj;دهندگان مقدور بوده و
    دیدگاه شما برای همیار مورد نظر در بخش امتیازات همیاران ثبت و در رزومه
    همیاران برای سایر درخواست&zwnj;دهندگان قابل رؤیت می&zwnj;باشد. بازخوردها بعد
    از بررسی و در صورت تأیید و پس از یک روز کاری، در رزومه همیاران ثبت
    می&zwnj;شوند.
  </>
);

export const q9 = <>ثبت شکایت و تخلف چگونه است؟</>;
export const answer9 = (
  <>
    در بستر تعاملی <strong>ای‌رول</strong> برای هر دو طرف (همیار و
    درخواست&zwnj;دهنده) امکان ثبت شکایت و تخلف مقدور است و شما می&zwnj;توانید از
    قسمت &laquo;گزارش تخلف&raquo; در وب&zwnj;سایت و اپلیکیشن{" "}
    <strong>ای‌رول</strong>، گزارش تخلف و یا انتقاد خود را مطرح کنید. همچنین
    می&zwnj;توانید برای مطرح کردن مسئله فوریتی مدنظر با تیم پشتیبانی{" "}
    <strong>ای‌رول</strong> تماس گرفته و موارد را به تیم پشتیبانی اطلاع
    دهید.&nbsp;
  </>
);

export const q10 = <>چگونه می&zwnj;توانم به همیاران اعتماد نمایم؟</>;
export const answer10 = (
  <>
    همان&zwnj;طور که داخل راهنمای استفاده از <strong>ای‌رول</strong> نیز درج شده
    و لازم به مطالعه دقیق است، ثبت نام و ایجاد پروفایل به منزله تأیید یا رد
    همیار نیست. همکاران ما در <strong>ای‌رول</strong> تلاش می کنند با نمایش هرچه
    بهتر و دقیق&zwnj;تر رزومه همیاران به شما، اطلاعات صحیح&zwnj;تر و
    دقیق&zwnj;تری را به شما ارائه نمایند تا با تحلیل لازم، فرد مناسب و مطلوب نظر
    خودتان را برای انجام درخواست خود انتخاب کنید.
  </>
);

export const q11 = <>چگونه همیار مناسب خود را انتخاب نمایم؟</>;
export const answer11 = (
  <>
    ما در <strong>ای‌رول</strong> کوشیده&zwnj;ایم با ارائه مناسب توانایی&zwnj;ها
    و بازخوردهای ثبت شده برای همیاران، زمینه انتخاب مناسب را برای شما
    به&zwnj;عنوان درخواست&zwnj;دهنده فراهم نماییم. در همین راستا، همیاران برتر
    بر مبنای بازخورد ثبت شده از سوی درخواست&zwnj;دهندگان نیز در{" "}
    <strong>ای‌رول</strong> معرفی می&zwnj;گردند و پیشنهاد ما برای شما
    درخواست&zwnj;دهندگان محترم این است که به طور دقیق و کامل رزومه و امتیازات
    همیار را مطالعه و بررسی کنید تا بتوانید با آگاهی دقیق از حسن انجام کار،
    همیار مناسب را انتخاب نمایید.
  </>
);
