export const par1 = (
  <>
    امکان ثبت شکایت، تخلف و یا سایر موارد مربوطه با هر درخواست و همیاری در
    فرایند تکمیل درخواست <strong>ای‌رول</strong> فراهم بوده و شما می&zwnj;توانید
    با ثبت شکایت مستقیماً این موضوع را به تیم پشتیبانی <strong>ای‌رول</strong>{" "}
    منتقل کنید، و نیازی به تماس با پشتیبانی نیست و به&zwnj;صورت اتوماتیک، به
    گزارش شما رسیدگی خواهد شد. در واحد پشتیبانی <strong>ای‌رول</strong> به تمامی
    شکایت ثبت شده رسیدگی و اقدام لازم صورت می&zwnj;پذیرد. تنها در موارد ویژه و
    بر مبنای صلاحدید واحد پشتیبانی با شما به هدف تسریع در روند رسیدگی، تماس
    گرفته خواهد شد.
  </>
);

export const par2 =
  "توضیحات تکمیلی ثبت شکایت صورت می پذیرد تنها در موارد ویژه و بر مبنای صلاحدید واحد پشتیبانی با شما به هدف تسریع در روند رسیدگی تماس خواهد گرفته شد";
