export const par1 = (
  <>
    باور ما در <strong>ای‌رول</strong> بر این است، که تنها با شناخت صحیح از
    نیازهای کاربران می&zwnj;توان به موفقیت در تعامل با کاربران دست یافت. در این
    راستا بازخورد و نظرات شما می&zwnj;تواند راهگشای ما در بهبود بستر
    تعاملی&nbsp;
    <strong> ای‌رول </strong>
    &nbsp;باشد. شما همراهان گرامی می&zwnj;توانید نظرات، پیشنهادات و انتقادات خود
    را از طریق راه&zwnj;های ارتباطی مختلف با همکاران ما در{" "}
    <strong>ای‌رول</strong> در میان بگذارید. همکاران ما در{" "}
    <strong>ای‌رول</strong> پس از بررسی این موارد آنها را به بخش&zwnj;های مختلف
    مسئول در <strong>ای‌رول</strong> ارجاع داده و در صورت نیاز با شما برای کسب
    اطلاعات تکمیلی تماس خواهند گرفت.&nbsp;
  </>
);

export const address = "تهران،بلوار مخبری،پلاک 184";

export const phoneNumber = "021-44465905";

export const email = "info@yootaab.ir";
