import { toPersianNumber } from "../../Components/hooks/persianHelper";

export const par1 = (
  <>
    اصول کاری در <strong>ای‌رول</strong> بر چهار اصل کارایی و سهولت استفاده،
    تنوع در انتخاب، مدیریت بهینه زمان و گسترش فرهنگ همیاری متقابل استوار گردیده
    است و بر مبنای این اصول فرایند کاربری در <strong>ای‌رول</strong> دارای{" "}
    {toPersianNumber("4")} مرحله اصلی است:
  </>
);

export const step1 = (
  <>
    <strong>ثبت درخواست و همیاری:</strong>&nbsp; در<strong>&nbsp;ای‌رول</strong>{" "}
    تنها با نوشتن عنوان و کلیکی ساده، هم می&zwnj;توانید درخواست خود را در
    سریع&zwnj;ترین زمان ثبت نماید و از طرفی هنگام همیاری نیز بسیار ساده و سریع
    می توانید درخواستهای مورد نظر را انتخاب و بررسی کنید.&nbsp;
  </>
);

export const step2 = (
  <>
    <strong>مقایسه و انتخاب: در ای‌رول</strong>
    &nbsp;این قابلیت فراهم شده است تا درخواست&zwnj;دهندگان و نیز همیاران، با
    انتخاب&zwnj;های متنوعی روبه&zwnj;رو باشند و بتوانند مناسب&zwnj;ترین گزینه را
    با توجه به شرایط مدنظر خود انتخاب نمایند.
  </>
);

export const step3 = (
  <>
    <strong>مدیریت زمان:</strong>
    &nbsp;<strong>ای‌رول</strong> این امکان را در بستر تعاملی خود فراهم آورده
    است که تماس مستقیم میان درخواست&zwnj;دهنده و همیار به بهینه&zwnj;ترین حالت
    ممکن زمانی، مدیریت شود و درخواست&zwnj;ها با توجه به اولویت زمانی در سطوح
    مختلف زمانی از جمله فوری، روزمره و... ثبت و ارائه شوند.
  </>
);

export const step4 = (
  <>
    <strong>گسترش فرهنگ همیاری:</strong>
    &nbsp;<strong>ای‌رول</strong> در تمامی مراحل از ثبت درخواست تا انجام آن در
    کنار شما بوده و در این مسیر در هر لحظه امکان ارزیابی مجدد درخواست، تغییر
    همیار و... با هدف اجرای بهینه درخواست، مقدور است و <strong>ای‌رول</strong>{" "}
    در کنار این مهم بستر لازم برای تقویت ارتباط سازنده در جامعه را نیز فراهم و
    تقویت می&zwnj;نماید.
  </>
);
