export const par1 = (
  <>
    ما در <strong>ای‌رول</strong> مجموعه&zwnj;ای از مزایای مشترک برای
    درخواست&zwnj;دهنده&zwnj;ها و همیاران ایجاد نموده&zwnj;ایم. که گزیده این
    مزایا عبارتند از:
  </>
);

export const par2 = (
  <>
    مأموریت مهم ما در <strong>ای‌رول</strong>، گسترش فرهنگ و روحیه همیاری در
    میان افراد جامعه است که این فرهنگ می&zwnj;تواند سبب بهبود وضعیت اشتغال و کسب
    درآمد از طریق توانایی انجام فعالیت&zwnj;های تخصصی و غیرتخصصی در جامعه گردد و
    در افق بلندمدت نیز سبب ایجاد درآمدهای پایدار در جامعه می&zwnj;گردد.&nbsp;
  </>
);

export const par3 = (
  <>
    از جمله اهدف دیگر ما در <strong>ای‌رول</strong> در کنار رونق بخشی به کسب و
    کارهای افراد دارای مهارت و تخصص، ایجاد بستری کارآمد برای کسب درآمد همیارانی
    است که فارغ از تخصص&zwnj;گرایی از روحیه مشارکت قوی برخوردار بوده و دارای
    زمان لازم برای همیاری در زمینه رفع نیازهای درخواست&zwnj;دهنده&zwnj;ها در
    امور روزمره غیرتخصصی هستند و از طریق بستر موجود در <strong>ای‌رول</strong>{" "}
    می&zwnj;توانند به درآمد روزانه&zwnj;ای پایدار دست یابند. این مهم همواره
    به&zwnj;عنوان اصلی جدایی&zwnj;ناپذیر از مسیر پیش رو برای ما در ارائه خدمات
    از طریق سامانه تعاملی <strong>ای‌رول</strong> است.
  </>
);

export const item1 = (
  <>مدیریت زمان و دسترسی سریع به بستر تعاملی از طریق گوشی هوشمند همراه</>
);

export const item2 = (
  <>
    یکپارچه&zwnj;سازی خدمات و امکان ثبت جزئی&zwnj;ترین درخواست&zwnj;های روزمره
  </>
);

export const item3 = (
  <>کاربری ساده و سهولت در ثبت درخواست یا همیاری با کلیکی ساده</>
);

export const item4 = <>دسترسی سریع به مجموعه درخواست&zwnj;ها برای همیاران</>;

export const item5 = <>تنوع در انتخاب از میان درخواست&zwnj;ها و یا همیاران</>;

export const item6 = <>هزینه رایگان ثبت درخواست و همیاری</>;

export const item7 = (
  <>ایجاد بستر تماس و تعامل مستقیم میان درخواست&zwnj;دهندگان و همیاران</>
);

export const item8 = (
  <>امکان ثبت نظرات دقیق جهت بهبود کیفت کارها از سوی همیار و یا درخواست دهنده</>
);

export const item9 = (
  <>
    مشاهده امتیاز، نمونه کارها و نظرات درخواست&zwnj;دهنده&zwnj;ها و همیاران دیگر
  </>
);

export const item10 = (
  <>پیگیری آنلاین هر درخواست تا زمان پذیرش همیار و تکمیل فرایند</>
);

export const item11 = (
  <>
    پشتیبانی و همراهی تیم <strong>ای‌رول</strong> در فرایند تکمیل درخواست تا
    لحظه پایان کار
  </>
);

export const item12 = <>ایجاد بستر ایمن تعاملی برای کاربران</>;
