export const par1 = (
  <>
    با رعایت موارد زیر نیز می&zwnj;توانید انتخاب آگاهانه&zwnj;تری داشته باشید و
    شرایط امن&zwnj;تری را برای انجام درخواست خود فراهم &zwnj;کنید:
  </>
);

export const item1 = (
  <>
    در پروفایل همیاران، امتیاز و نظرات مشتریان قبلی آنها را بررسی و با توجه به
    تعداد درخواست&zwnj;های انجام شده و کیفیت انجام درخواست آنها، مطمئن&zwnj;تر
    تصمیم&zwnj;گیری کنید.
  </>
);
export const item2 = (
  <>
    کسب امتیاز بالاتر در پروفایل همیاران به معنی رضایت سایر درخواست&zwnj;دهندگان
    و سابقه ارائه خدمات مطلوب در هر درخواست از سوی همیار است.
  </>
);
export const item3 = (
  <>
    قبل از شروع فرایند انجام درخواست با همیار، ابتدا شرایط مدنظر خود را
    به&zwnj;صورت دقیق و واضح در قالب متن، عکس، فیلم، فایل، و صدا با همیار در
    میان بگذارید.
  </>
);
export const item4 = (
  <>
    <strong>ای‌رول </strong>
    &nbsp;هیچ نقش و دخالتی در قیمت&zwnj;گذاری درخواست&zwnj;ها ندارد. هزینه انجام
    درخواست&zwnj; توسط همیار تعیین می&zwnj;گردد و پیش از شروع فرایند قبول و ثبت
    درخواست با همیار بر سر مسایل مالی به توافق شفاف برسید.
  </>
);
export const item5 = (
  <>
    توصیه می&zwnj;کنیم قبل از پایان درخواست، به هیچ عنوان هزینه&zwnj;ای را به
    همیاران پرداخت ننمایید.
  </>
);
export const item6 = (
  <>
    درصورتی&zwnj;که درخواست شامل انجام خرید و مبادله مالی با همیار می&zwnj;باشد،
    از همیار درخواست کنید تا فاکتور خرید معتبر متناظر با درخواست را به شما ارائه
    نماید.
  </>
);
export const item7 = (
  <>لوازم و وسایل خود را بدون تأمین ضمانت لازم، در اختیار همیار قرار ندهید.</>
);
export const item8 = (
  <>
    هنگام مراجعه همیار، حتماً از او کارت شناسایی خواسته و با عکس و مشخصات درج
    شده در پروفایل وی مقایسه کنید. در صورت عدم تطابق، لطفاً از ورود همیار به
    منزل یا محل کارتان جلوگیری کنید و سریعاً موضوع را در قالب اپلیکیشن{" "}
    <strong>ای‌رول</strong> به تیم پشتیبانی <strong>ای‌رول</strong> اعلام
    نمایید.
  </>
);
export const item9 = (
  <>
    در هنگام انجام کار به شرایط عرف ایمنی و سلامت کاری همیار توجه داشته
    &zwnj;باشید.
  </>
);
export const item10 = (
  <>
    <strong>ای‌رول </strong>
    &nbsp;هیچ مسئولیتی در قبال گم شدن یا سرقت اشیا ندارد و مسئولیت حفاظت از
    اموال برعهده کاربران است.
  </>
);
export const item11 = (
  <>
    درصورتی&zwnj;که مزاحمت یا مشکلی از سوی کاربران <strong>ای‌رول</strong> برای
    شما ایجاد شده است، <strong>ای‌رول</strong> همکاری&zwnj;های لازم را با مراجع
    قانونی انجام می&zwnj;دهد. تأکید می&zwnj;شود در این&zwnj;گونه مواقع سریعاً
    دکمه &laquo;اعلام مشکل امنیتی&raquo; را که در اپلیکیشن{" "}
    <strong>ای‌رول</strong> تعبیه شده است کلیک نمایید تا هرچه سریع&zwnj; تر
    همکاران ما در پشتیبانی <strong>ای‌رول</strong> اقدامات لازم را انجام دهند.
  </>
);
export const item12 = (
  <>
    پس از اتمام کار، می&zwnj;توانید میزان رضایت خود را از کیفیت، اخلاق و هزینه
    درخواست انجام شده در بخش نظرات کاربران (درخواست&zwnj;دهنده و همیار) در
    اپلیکیشن <strong>ای‌رول</strong> ثبت کنید. انجام دقیق این مهم،
    یاری&zwnj;رسان سایر کاربران در انتخاب شایسته و پایش کاربران خواهد بود.
  </>
);

export const par2 = (
  <>
    مجدداً یادآور می&zwnj;شود که <strong>ای‌رول</strong> بستر تعاملی معرفی و
    ارائه خدمات است که در راستای ایجاد سهولت در ارائه و دریافت خدمات،
    راه&zwnj;اندازی شده است. <strong>ای‌رول</strong> هیچ نقش کارکردی، سود و
    مسئولیتی در قبال مراودات کاری و مالی میان کاربران ندارد. تمام تلاش ما در{" "}
    <strong>ای‌رول</strong> بر ترویج فرهنگ همیاری، ترویج روحیه همیاری، رونق کسب
    و کارها و ایجاد درآمدهای پایدار، استوار است. با این همه توصیه می&zwnj;کنیم
    نکات ابتدایی در اعتماد متقابل که عرفاً در ایجاد همکاری متقابل با سایر افراد
    جامعه مدنظر قرار می&zwnj;دهید را نیز در <strong>ای‌رول</strong> به کار بندید،
    تا با بهترین شرایط خدمات درخواستی خود را از طریق <strong>ای‌رول</strong>{" "}
    دریافت نمایید.
  </>
);
